{
  "GMFE": {
    "title": "Player 1", 
    "image": "Player1-300x225.gif",
    "share": "share-player-1.jpg",
    "description": "You love everything about video games. From deep story telling, to breath-taking action, to hanging out with your friends and getting the highest scores and all the collectibles, you can't get enough of a wide range of games."
  },
  "GMFR": {
    "title": "The Sensei",
    "image": "Sensei-300x225.gif",
    "share": "share-sensei.jpg",
    "description": "You love video games as a way to relax. Getting the highest scores, hanging out with your friends, or enjoying a deep story. It all gets you hooked in."
  },
  "GMYE": {
    "title": "Quarterback",
    "image": "Quarterback-300x225.gif",
    "share": "share-quarterback.jpg",
    "description": "You love the excitement and challenge in games, while playing together with friends. You find stories and fantasy elements kind of tedious."
  },
  "GMYR": {
    "title": "Team Player",
    "image": "TeamPlayer-300x225.gif",
    "share": "share-team-player.jpg",
    "description": "You love chilling with your friends and overcoming challenges in the game. You find stories and fantasy elements kind of tedious."
  },
  "GSFE": {
    "title": "Lone Wolf",
    "image": "LoneWolf-300x225.gif",
    "share": "share-lone-wolf.jpg",
    "description": "You love everything about video games, as long as it’s single player. You’ll play anything with deep story lines, rich fantasy worlds, steep challenges, and fast-paced action. As long as you don’t have to deal with other players."
  },
  "GSFR": {
    "title": "Treasure Hunter",
    "image": "TreasureHunter-300x225.gif",
    "share": "share-treasure-hunter.jpg",
    "description": "You love video games as a relaxing bit of alone time. Rich fantasy worlds and difficult challenges draw you in."
  },
  "GSYE": {
    "title": "Gladiator",
    "image": "Gladiator-300x225.gif",
    "share": "share-gladiator.jpg",
    "description": "You love playing video games for the excitement and challenge. You don’t like to run into other players, deal with fantasy worlds, or go through long-winded stories."
  },
  "GSYR": {
    "title": "Monk",
    "image": "Monk-300x225.gif",
    "share": "share-monk.jpg",
    "description": "You love playing games as a way to challenge yourself. You prefer a relaxing, no frills, single player experience."
  },
  "XMFE": {
    "title": "Maverick",
    "image": "Maverick-300x225.gif",
    "share": "share-maverick.jpg",
    "description": "You love playing games for the emotional experience. You are not too bothered about the objectives in the game. You focus on things like bonding with your friends, exploring rich fantasy worlds, and feeling the rush of an exciting game."
  },
  "XMFR": {
    "title": "Explorer",
    "image": "Explorer-300x225.gif",
    "share": "share-explorer.jpg",
    "description": "You love playing video games as a way to cut loose with some friends exploring a fantasy world. You like to go your own way and take it easy."
  },
  "XMYE": {
    "title": "The Joker",
    "image": "Joker-300x225.gif",
    "share": "share-joker.jpg",
    "description": "You love playing games for the excitement and to connect with other people. You don’t care much for competition, working through game objectives, or participating in the fantasy of the game world."
  },
  "XMYR": {
    "title": "People Person",
    "image": "PeoplePerson-300x225.gif",
    "share": "share-people-person.jpg",
    "description": "You love playing games as a way to connect with other people. You don’t care much for the details of the game world or its challenges, and are not likely to get particularly excited about anything in the game."
  },
  "XSFE": {
    "title": "Gulliver",
    "image": "Gulliver-300x225.gif",
    "share": "share-gulliver.jpg",
    "description": "You love playing games to explore exciting fantasy worlds. Missions, quests, achievements, and other players are just distractions."
  },
  "XSFR": {
    "title": "Dreamer",
    "image": "Dreamer-300x225.gif",
    "share": "share-dreamer.jpg",
    "description": "You love playing video games to get lost in fantasy worlds. You prefer to wander and explore as a way to relax and unwind. Game objectives and other players are more a nuisance than an enrichment of your game experience."
  },
  "XSYE": {
    "title": "Leeroy Jenkins",
    "image": "LeeroyJenkins-300x225.gif",
    "share": "share-leroy-jenkins.jpg",
    "description": "You love playing video games for the excitement. You don’t care much about the setting, other players or game objectives. You are just looking for a quick thrill."
  },
  "XSYR": {
    "title": "Sandman",
    "image": "Sandman-300x225.gif",
    "share": "share-sand-man.jpg",
    "description": "Video games are not that interesting for you. You mostly play out of boredom or to kill time."
  }
}