{
  "personality": {
    "id": "IPIP",
    "title": "Personality",
    "scale": [1,5],
    "questions": [
      "I am the life of the party.",
      "I feel little concern for others.",
      "I am always prepared.",
      "I get stressed out easily.",
      "I have a rich vocabulary.",
      "I don't talk a lot.",
      "I am interested in people.",
      "I leave my belongings around.",
      "I am relaxed most of the time.",
      "I have difficulty understanding abstract ideas.",
      "I feel comfortable around people.",
      "I insult people.",
      "I pay attention to details.",
      "I worry about things.",
      "I have a vivid imagination.",
      "I keep in the background.",
      "I sympathize with others' feelings.",
      "I make a mess of things.",
      "I seldom feel blue.",
      "I am not interested in abstract ideas.",
      "I start conversations.",
      "I am not interested in other people's problems.",
      "I get chores done right away.",
      "I am easily disturbed.",
      "I have excellent ideas.",
      "I have little to say.",
      "I have a soft heart.",
      "I often forget to put things back in their proper place.",
      "I get upset easily.",
      "I do not have a good imagination.",
      "I talk to a lot of different people at parties.",
      "I am not really interested in others.",
      "I like order.",
      "I change my mood a lot.",
      "I am quick to understand things.",
      "I don't like to draw attention to myself.",
      "I take time out for others.",
      "I shirk my duties.",
      "I have frequent mood swings.",
      "I use difficult words.",
      "I don't mind being the center of attention.",
      "I feel others' emotions.",
      "I follow a schedule.",
      "I get irritated easily.",
      "I spend time reflecting on things.",
      "I am quiet around strangers.",
      "I make people feel at ease.",
      "I am exacting in my work.",
      "I often feel blue.",
      "I am full of ideas"
    ]
  },
  "brainType": {
    "id": "QSEQ",
    "title": "Brain Type",
    "scale": [1,4],
    "questions": [
      "I can easily tell if someone else wants to enter a conversation.",
      "I really enjoy caring for other people.",
      "I find it hard to know what to do in a social situation.",
      "I often find it difficult to judge if something is rude or polite.",
      "In a conversation, I tend to focus on my own thoughts rather than on what my listener might be thinking.",
      "I can pick up quickly if someone says one thing but means another.",
      "It is hard for me to see why some things upset people so much.",
      "I find it easy to put myself in somebody else’s shoes.",
      "I am good at predicting how someone will feel.",
      "I am quick to spot when someone in a group is feeling awkward or uncomfortable.",
      "I can’t always see why someone should have felt offended by a remark.",
      "I don’t tend to find social situations confusing.",
      "Other people tell me I am good at understanding how they are feeling and what they are thinking.",
      "I can easily tell if someone else is interested or bored with what I am saying.",
      "Friends usually talk to me about their problems as they say that I am very understanding.",
      "I can sense if I am intruding, even if the other person doesn’t tell me.",
      "Other people often say that I am insensitive, though I don’t always see why.",
      "I can tune into how someone else feels rapidly and intuitively.",
      "I can easily work out what another person might want to talk about.",
      "I can tell if someone is masking their true emotion.",
      "I am good at predicting what someone will do.",
      "I tend to get emotionally involved with a friend’s problems.",
      "If I were buying a car, I would want to obtain specific information about its engine capacity.",
      "If there was a problem with the electrical wiring in my home, I’d be able to fix it myself.",
      "I rarely read articles or web pages about new technology.",
      "I do not enjoy games that involve a high degree of strategy.",
      "I am fascinated by how machines work.",
      "In math, I am intrigued by the rules and patterns governing numbers.",
      "I find it difficult to understand instruction manuals for putting appliances together.",
      "If I were buying a computer, I would want to know exact details about its hard disc drive capacity and processor speed.",
      "I find it difficult to read and understand maps.",
      "When I look at a piece of furniture, I do not notice the details of how it was constructed.",
      "I find it difficult to learn my way around a new city.",
      "I do not tend to watch science documentaries on television or read articles about science and nature.",
      "If I were buying a stereo, I would want to know about its precise technical features.",
      "I find it easy to grasp exactly how odds work in betting.",
      "I am not very meticulous when I carry out D.I.Y.",
      "When I look at a building, I am curious about the precise way it was constructed.",
      "I find it difficult to understand information the bank sends me on different investment and saving systems.",
      "When traveling by train, I often wonder exactly how the rail networks are coordinated.",
      "If I were buying a camera, I would not look carefully into the quality of the lens.",
      "When I hear the weather forecast, I am not very interested in the meteorological patterns.",
      "When I look at a mountain, I think about how precisely it was formed.",
      "I can easily visualize how the motorways in my region link up.",
      "When I’m in a plane, I do not think about the aerodynamics.",
      "I am interested in knowing the path a river takes from its source to the sea.",
      "I am not interested in understanding how wireless communication works."
    ]
  },
  "gamerType": {
    "id": "LOTR",
    "title": "Gamer Type",
    "scale": [1,5],
    "instructions": "Describe yourself as you generally are when playing video games. Describe yourself as you honestly see yourself, in relation to other people you know of the same sex as you are, and roughly your same age. Indicate for each statement whether it is 1. Very Inaccurate, 2. Moderately Inaccurate, 3. Neither Accurate Nor Inaccurate, 4. Moderately Accurate, or 5. Very Accurate as a description of you.",
    "questions": [
      "In uncertain times, I usually expect the best.",
      "It's easy for me to relax.",
      "If something can go wrong for me, it will.",
      "I'm always optimistic about my future.",
      "I enjoy my friends a lot.",
      "It's important for me to keep busy.",
      "I hardly ever expect things to go my way.",
      "I don't get upset too easily.",
      "I rarely count on good things happening to me.",
      "Overall, I expect more good things to happen to me than bad.",
      "I am excited to find out what happens next in the story",
      "I really like to customize my character's outfit",
      "I rarely complete collections of in-game items",
      "I like to play to prove to my friends that I am the best",
      "I like games that do not put a lot of constraints on the player",
      "I find myself having meaningful conversations with other players",
      "I play video games to keep my mind off my problems",
      "Stories in video games just get in the way",
      "I talk to my online friends about my personal issues",
      "I enjoy getting to know other players",
      "I find that playing video games raises my level of adrenaline",
      "I like games that offer you a lot of options and choices",
      "Losing is frustrating and detracts from my experience",
      "It is important to me that my character can support other players well",
      "I like to do something I could not normally do in real life through a video game",
      "Video games allow me to pretend I am someone/somewhere else",
      "Video game stories are not important to me",
      "It is important to me that my character does not need support from other players to do well",
      "I enjoy helping other players",
      "I like taking the time to pick up every single collectible item in the game",
      "Video games allow me to escape from the problems associated with everyday life",
      "I enjoy the excitement of assuming an alterego in a game",
      "Losing a game always makes me mad - what a waste of time!",
      "I enjoy chatting with other players",
      "I get upset when I lose to my friends",
      "I will put considerable time into designing my character's appearance (e.g., clothes, face)",
      "I feel proud when I master an aspect of a game",
      "I will play a game until I get 100% on it, completing everything in the game",
      "I enjoy finding new and creative ways to work through video games",
      "Winning is fun; losing is not",
      "It is important to me to be the fastest and most skilled person playing the game",
      "I find it very rewarding to get to the next level",
      "I play video games because they excite me",
      "I would rather play as part of a team than solo",
      "I prefer games that allow me to play however I want",
      "I like to personalize and customize my character",
      "I play video games because it allows me to escape real life",
      "My online friends offer me support when I have a real life problem",
      "Video games keep me on the edge of my seat"
    ]
  }
}